Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: 1 sentence collected
sbn: جملآ جمآ ڪرڻ

source: 2019 End-of-Year Release
sbn: 2019 آکريٚ سآل ڇڏڻ رو (رليٚز Release)

source: 2 down, keep it up!<playIcon></playIcon>
sbn: 2 هيٚٺ، چڱو ڪرتآ رهوݩ<playIcon>

source: ≥ 2 No votes
sbn: ≥ 2 ڪو بآ ووٚٽ ڪونهي

source: ≥ 2 Yes votes
sbn: ≥ 2 هآئو مينٚ ووٚٽ

source: Abbreviations and Acronyms
sbn: مکتليٚڦ ائيٚݩ الگ الگ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
sbn: مآکز موآد ميݩ "USA" جآݩ "ICE" جيهڙآݩ مکڦآݩ ائيٚݩ مکڦآݩ کآݩ پآسو ڪيو وهي دو ڪݩهݩ لآ تآ ايٚ ايهڙي طريٚڪيٚ سآش پڙهي سگهيݩ دآ جيڪو اُئآݩ ريٚ اسپيليٚنگ سآݩ هڪجهڙآئيٚ ڪوندآ رکيݩ۔ ازآڦيٚ تور تي، هَڪ مکڦ لآ ڪيترآئيٚ سهيٚ پڙهي سگهيݩ دآ۔

source: Abkhaz
sbn: ابکآز ٻوليٚ

source: About
sbn: باري مينٚ

source: About options menu
sbn: آپشن مينيوري بآري ميݩ

source: About us
sbn: اسآݩ ري باري ميݩ

source: About us options menu
sbn: اسآݩ ري باري ميݩ آپشن مينيو

source: Academic Reference
sbn: تآليٚميٚ هوآلو

source: Accent
sbn: اُوچآر

source: Accepted file types: .tsv only
sbn: ڪبوٚل ڪرو ڦآئيٚل رو ڪسم۔ ٽيٚ ايس سرڦ

source: Access press releases and stories related to Common Voice
sbn: اجآزت ڏيڻ لآ پريس بٽڻ دٻآئو ڇڏڻ لآ ائيٚݩ آکهآڻيوݩ ڪآمن وآئيٚس ري متآبڪ

source: Account
sbn: کآتو ( اڪآئونٽ Account)

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
sbn: <accuracyLink> ڏسو وڌيٚڪ سهيٚ ميآر۔ </accuracyLink>

source: Acehnese
sbn: رآهڻ وآريٚ ٻوليٚ

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
sbn: { $actionType }<micIcon></micIcon> ائيٚنٚ جوآب اڀيٚنٚ جيترو ڦتريٚ ڪري سگھو دآ ايترو ڦتريٚ ڪرو

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
sbn: { $actionType }<playIcon></playIcon>ائيٚݩ لکو تا ڪيٚ اڀيٚݩ سُڻي سگھهو دآ تا اوٚ مآڻهوٚ ڪيٚ ڪهي رهيو اهي۔

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
sbn: { $actionType } <playIcon>ڪيٚ اُئآݩ سهيٚ جملو گآلهآيو؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
sbn: { $actionType }<playIcon></playIcon> سُڻو آڊيو ڪليٚپ، ائيٚݩ چيڪ ڪرو لکت۔ ڪيٚ اي پنڊ ميݩ مليݩ ديݩ؟ اگر نآ۔ وري سهيٚ (ايڊيٚٽ) ڪري لکو سُٺو نموٚني سآݩ۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
sbn: { $actionType }<recordIcon>پوء جملو وڏيٚ آوآز مينٚ پڙهو

source: { $actionType }<stopIcon></stopIcon> when done
sbn: { $actionType }<stopIcon>ڪڏهينٚ ڪيو

source: { $actionType } submit when ready
sbn: { $actionType } جمآ ڪرو جڏي تيآر هوئينٚ

source: Adamawa Fulfulde
sbn: آدموآ ڦوڦلديٚ

source: Add and Review Sentences, Add Questions, Transcribe Audio
sbn: جملآ جآنچو ائيٚنٚ شآمل ڪرو۔ سوآل شآمل ڪرو، آڊيٚيو کي بيآن ڪرو۔

source: Add a question <icon></icon> in { $currentLocale } for people to answer
sbn: سوآل شآمل ڪرو <icon></icon>{ $currentLocale } مآڻهوٚآݩ کي جوآب ڏيڻ لآ

source: Add as much information as you can about the language. This could include:
sbn: ٻوليٚ بآبت جيترو ٿئي سگهي مآلوٚمآت شآمل ڪرو۔ ايئي مينٚ شآمل ٿئي سگھي دو:

source: Add <icon></icon> a public domain sentence
sbn: شمآل<icon> آوآميٚ ڊوميٚن رآ جملا

source: Add information
sbn: مآلوٚمآت شآمل ڪرو

source: Adding Questions
sbn: سوآل شآمل ڪرتآ رهو

source: Adding Sentences
sbn: جملآ شآمل ڪرڻ

source: Additional Language
sbn: ازآڦيٚ ٻوليٚ

source: Add Language
sbn: ٻوليٚ شآمل ڪرو

source: Add new custom accent "{ $inputValue }"
sbn: نئوݩ هسب زرُورت اُوچآر (ليجهو) شامل ڪرو ”{ $inputValue }“

source: Add new sentences for the community to read
sbn: شآمل ڪرو نئيآنٚ جملا برآدريٚ ريٚ پڙهڻ لآ

source: Add one sentence per line
sbn: هَڪ لآئين لآ هَڪ جملو شآمل ڪرو

source: Add Questions
sbn: سوآل شآمل ڪرو

source: Add questions in your language
sbn: پنڊريٚ ٻوليٚ مينٚ سوآل شآمل ڪرو

source: Add Questions <small>(Coming soon)</small>
sbn: سوآل شآمل ڪرو <small>جلديٚ آڻ وآرآ</small>

source: Add Sentences
sbn: جملآ شآمل ڪرو

source: Add sentences in your language
sbn: پنڊريٚ ٻوليٚ رآ جملآ شآمل ڪرو

source: Add Text
sbn: لکت شآمل ڪرو

source: Add up to 1,000 sentences
sbn: هَڪ هزآر کآنٚ وڌيٚڪ جملآ شآمل ڪرو

source: Add Your Voice
sbn: پنڊريٚ آواز شامل ڪرو

source: Adyghe
sbn: ادآ ڪرڻ وآريٚ ٻوليٚ

source: Afaan Oromo
sbn: اڦآن اُورومو

source: Afar
sbn: آڦر

source: A few bytes
sbn: ڪجه بآئيٚٽس

source: Afrikaans
sbn: آڦريٚڪيٚ ٻوليٚ

source: Age
sbn: اُمر

source: A good question for public participation datasets should:
sbn: آوآميٚ شرآڪت ري ڊيٽآ سيٽس لآ هَڪ سُٺو سوآل هوئڻ کپي:

source: Agriculture and Food
sbn: زرآت ائيٚنٚ کآڌو

source: Albanian
sbn: البآنيٚ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
sbn: ٿورو آسي پآسي رو گُوڙ ٺيڪ اهي، پر جيڪڏهيݩ اڀيٚݩ ڪݩهݩ ٻي مآڻهوٚݩ کي الگ الگ لڦز ڳآلهآئيٚتي سُڻي سگهو دآ، تا ڪليٚپ کي رد ڪرڻ کپي۔ آم تور تي اوٚ اوٿ ٿئيٚ دآ جيٿ ٽيٚ ويٚ چآلوٚ رهجي وهُرو اهي، جآݩ جيٿ ويجهو ڪآ ڳال ٻول هلي رهيٚ هوئي۔

source: All
sbn: سڀ جآݩ سڄآ

source: All sentence must have the same domain
sbn: سجآ جملا هَڪ ئيٚ ڊآميٚن رآ هوئي

source: All sentences must have the same citation
sbn: سجي جملآ رو هَڪ ئيٚ هوآلو هوئي

source: Already have an account? <login>Log-In</login>
sbn: اڳ مينٚ ئيٚ اڪآئونٽ اهي؟ <login>لوگ ان </login>

source: Alsatian
sbn: السٽئيٚن

source: Amharic
sbn: امهآريٚ ٻوليٚ

source: An error occurred fetching sentences
sbn: هَڪ مسلو اهي جملآنٚ مينٚ

source: An error occurred reviewing this sentence
sbn: جملآ جآنچڻ مينٚ مسلو آئي دو

source: An error occurred submitting your voice information
sbn: هَڪ مسلو آئي پيو آوآز جمآ ڪرڻ وکت

source: An error occurred while creating this transcript
sbn: هَڪ مسلو آئي پيو جڏهيݩ لکت کي وري سهيٚ ڪرڻ (ايڊيٚٽ) ڪرڻ وکت

source: An error occurred while editing the transcript
sbn: هَڪ مسلو آئي پيو جڏهيݩ لکت کي وري سهيٚ ڪرڻ (ايڊيٚٽ) ڪرڻ وکت

source: An error occurred while recording
sbn: هَڪ مسلو آئي پيو ريڪآڊئيٚنگ ڪرڻ وکت

source: An error occurred while skipping the transcript
sbn: هَڪ مسلو آئي پيو لکت کي ڇڏڻ وکت

source: An error occurred while skipping this prompt
sbn: هَڪ مسلو آئي پيو لکت کي ڇڏڻ وکت

source: An error occurred while submitting the report
sbn: هَڪ مسلو آئي پيو رپوٽ جمآ ڪرڻ وکت

source: An error occurred while uploading your response
sbn: هَڪ مسلو آئي پيو جوآب آپ لوڊئيٚنگ ڪرڻ وکت

source: An error occurred while voting the transcript
sbn: هَڪ مسلو آئي پيو جڏهيݩ لکت کي ووٽ ڪيو وهي دو۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
sbn: اُمر، جنس، ائيٚنٚ اُوچآر جيهڙو گمنآم استمآل ڪرڻ وآرو ڊيٽآ تڪريٚر ريٚ سُڃآڻپ وآري انجڻ ريٚ دُرستگيٚ کي تربيٚت ڏيڻ لآ استمآل ٿيڻ وآرو آڊيٚو ڊيٽآ کي بهتر ٺآهڻ مينٚ مدت ڪري دو۔ اڀآنٚ رو استمآل ٿيڻ وآرو نآلو ائيٚنٚ ايٚ ميل ڪڏهينٚ بآ اڀآنٚ ريٚ جمآ ڪرآئيل ڊيٽآ سآنٚ لآڳآپيل ڪوندو هوئي، ائيٚنٚ اڀيٚنٚ چُنڊ ڪري سگهو دآ تا اڀآنٚ استمآل ٿيڻ وآرو نآلو آم ڪرڻ کپي جآنٚ گمنآم.

source: Answer
sbn: جوآب

source: Answer questions
sbn: سوآل جوآب

source: Answer Questions
sbn: سوآل جوآب

source: Answer Questions <small>(Coming soon)</small>
sbn: جوآب ڏيو سوآلآݩ رآ <small>(جلديٚ آڻ وآرو)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
sbn: ڪو بآ مآڻهوٚ لکت ائيٚنٚ تڪريٚر ڊيٽآ سيٽس شيئر ڪري، ٺآهي ائيٚنٚ ڪيوريٽ ڪري پنڊريٚ ٻوليٚ کي مهڦوٚز ڪري، بهآل ڪري ائيٚنٚ بُلند ڪري سگهي دو۔

source: Approve
sbn: سهيٚ ڪرڻ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
sbn: هڪ کآموش پس منزر رو شور ٺيٚڪ اهي، پر اسآݩ ازآڦيٚ آوآز ڪوندآ گھُرروݩ جيڪي مشين الگورتھم کي اُئآݩ لڦزن ريٚ سڃآڻپ ڪرڻ رو سبب بڻجڻ جيڪي لکيل متن ميݩ نآ هوئيݩ. جيڪڏهݩ اڀآݩ متن ري لڦزن کآݩ ڌآر ڌآر لڦز سُڻي سگهو دآ، تا ڪليٚپ کي رد ڪيو وهي.آم تور تي او اُٿ ٿئيٚ دو جٿ تيٚ ويٚ کي ڇڏي اهي، جآݩ جٿ ويجهو ڪآ ڳالهآ ٻول ٿئي رهي اهي.

source: Arabic
sbn: آربيٚ ٻوليٚ

source: Aragonese
sbn: ارگوٚنيٚ ٻوليٚ

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
sbn: ڪيٚ اڀيٚݩ اڳ ميݩ ئيٚ ڪآمن وآئيٚس ريٚ اسپونٽيٚنيٚئس تڪريٚر ري پروجيڪٽ لآ اسآݩ ري بيٽآ ٽيسٽئيٚنگ گروپ ميݩ اهوݩ؟

source: Are you coming? [called by another]
sbn: ڪيٚ اڀيٚݩ آئو پيآ؟ [ڪݩهݩ ٻئي گُهريآندي اهي]

source: Are you coming? <strong>[called by another]</strong>
sbn: ڪيٚ توٚݩ آئي پيو؟<strong> ٻئي کي گھُرائو

source: Armenian
sbn: آرميٚنيآئيٚ ٻوليٚ

source: Armenian Western
sbn: آرميٚنيآئيٚ اُڀرندي

source: Arvanitika
sbn: آروآنيٚٽيٚڪآ

source: Ask about a new language
sbn: پُڇو نئيٚ ٻوليٚ ري بآري مينٚ

source: Ask Mozilla to share your events
sbn: موزيٚلآ کي ڪهيو تي اوٚ اڀآݩ رآ وآڪيآ سُڻآئي (شئير) ڪري

source: Ask sensitive questions
sbn: پُڇو هسآس وآرآ سوآل

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
sbn: سوآل پُڇو<matrixLink>مٽريٚڪس</matrixLink><discourseLink>ڊس ڪورس</discourseLink>جآنٚ <emailLink>ايٚ ميل </emailLink>۔

source: Assamese
sbn: آسآميٚ ٻوليٚ

source: Asturian
sbn: آسٽريݩ ٻوليٚ

source: Atayal
sbn: اتيآل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
sbn: هَڪ ٽرانسڪريٚپشن ميݩ هر لڦز جآݩ گير لڦزيٚ گڦتگو ريٚ آوآز کي پڪڙڻ کپي جيڪو مآڻهوٚ ري ترڦآݩ ڪهيو وهُڙو اهي، جݩهݩ ميݩ دورآڻ بآ شآمل اهيݩ۔

source: Attention!
sbn: هوشيآر ٿيو!

source: Audio Format
sbn: آديٚو مينٚ

source: Automotive and Transport
sbn: سڦر لآ سوآريٚ

source: Avatar
sbn: پُروڦآئيٚل ريٚ تسويٚر

source: Avatar uploaded
sbn: پُروڦآئيٚل ريٚ تسويٚر اپلوڊ ڪرو

source: Average
sbn: سرآسريٚ جآنٚ سهيٚ سهيٚ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
sbn: جڏهينٚ ڪو با استمآل ڪرڻ وآرو هآئو مينٚ ووٚٽ ڏي جآنٚ جوآب ڏي دو تا وآئيٚس ڪليٚپ کي ”دُرست“ تور تي نشآن لڳآيآ وهُڙآ اهينٚ۔

source: Avoid too much background noise - it should be easy to hear you.
sbn: نزر اندآز ڪرو آسي پآسي ري گُوڙ کي۔ ايٚ اڀآݩ لآ آسآن اهي سُڻڻ ميݩ۔

source: Awards
sbn: انآم

source: Azerbaijani
sbn: آزربآئيٚجآني ٻوليٚ

source: Baatonum
sbn: بآتوٚنم

source: Baba Malay
sbn: بآبآ مآلي

source: Back
sbn: وآپس آڻ (وآپس ڪرڻ)

source: Background Noise
sbn: آسي پآسي رو گُوڙ

source: Background Voices
sbn: آسي پآسي ريݩ آوآزيݩ

source: Back to Top
sbn: وآپس مٿي وهو

source: Bafia
sbn: بآڦيآ

source: Bafut
sbn: بآڦت

source: Bahasa Malay
sbn: بآسهآ مآلي

source: Balochi
sbn: بلوچيٚ

source: Balti
sbn: بآلٽيٚ

source: Bambara
sbn: بمبآرآ ٻوليٚ

source: Bamun
sbn: بآمن

source: Bamvele
sbn: بآميولي

source: Bankon
sbn: بآݩڪوݩ

source: Baoule
sbn: بآئلي

source: Basaa
sbn: بسآ ٻوليٚ

source: Bashkir
sbn: بشڪر ٻوليٚ

source: Basque
sbn: بسڪآنيٚ ٻوليٚ

source: Batanga
sbn: باتآنگآ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
sbn: ڪنٚهنٚ ڪليٚپ کي رد ڪرڻ کآنٚ اڳ اهتيآت ڪرو او بنيآد تي تا پڙهڻ ڪنٚهنٚ لڦز رو گلت اُوچآرڪيو اهي، دٻاآ کي گلت جآگآ تي رکيو اهي، جآنٚ زآهريٚ تور تي سوآليآ نشآن کي نزراندآز ڪيو اهي. دُنيآ مينٚ مکتيٚڦ ڪسم رآ اُوچآر استمآل مينٚ اهينٚ، جن مآنٚ ڪجهه شآيد اڀآنٚ پنڊريٚ مڪآميٚ برآدريٚ مينٚ نآ سُيآنٚ هُندآ. مهربآنيٚ ڪري اُئآنٚ لآ تآريٚڦ رو هَڪ دآئيرو مهيآ ڪرو جيڪي شآيد اڀآنٚ کآنٚ مکتليٚڦ ڳآلهآئينٚ.

source: Become a Common Voice Partner
sbn: ڪآمن وآئيٚس رو هيسي دآر ٿيو

source: Be easy to understand and respond to
sbn: آرآم سآݩ سمجھو ائيٚݩ جوآب ڏيو

source: Be generally relevant
sbn: آم تور تي لآڳآپل هوئي۔

source: Belarusian
sbn: بيلآروٚسيٚ ٻوليٚ

source: Benefits
sbn: ڦآئيدآ

source: Bengali
sbn: بنگآليٚ ٻوليٚ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
sbn: ['بيٚيٚٽ' ٺيٚڪ اهي، پيريٚݩ اکر (برتانيآ) تي زور سآݩ جآݩ ٻئيٚ (آمريٚڪآ) تي]

source: Betawi
sbn: بيتآويٚ

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
sbn: ٻوليٚ ريٚ هڪيٚڪتآݩ لآ بهتر سپورٽ جهڙوڪ ترجمو ڪرڻ ائيݩ <mark> ڪوڊ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
sbn: اُئآݩ ٻوليآݩ لآ بهتر سپورٽ جݩهݩ ميݩ استمآل ڪرڻ لا ٿورو جآݩ <mark>ڪو بآ لکت (ٽيڪسٽ) ڪورپس ڪونهي</mark> (مسآل تور، سمآجيٚ چُنڊوݩ، ڪسم، تآريٚکيٚ تور تي نآ لکل ٻوليݩ وگيرآ)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
sbn: <bold> سول سوسآئيٚتيٚ ائيٚݩ لݩڀڻ وآرآ </bold>۔ ٺآهيݩ، مهزبآنيٚ ڪريݩ ائيٚݩ مڦهت ميݩ هَڪ اسر اندآز ڊيٽآ سيٽ شئير ڪريݩ دآ۔

source: <bold>{ $count }</bold> Clips
sbn: <bold>{ $count }</bold>ڪليٚپون

source: <bold>Help us</bold> find more voices
sbn: <bold>اسانٚ ريٚ مدت ڪرو </bold>ڏسڻ لا ٻيٚيونٚ آوازونٚ

source: <bold>If you value open, inclusive data - donate today!</bold>
sbn: <bold>جيڪڏهيݩ اڀآݩ کُليل، گڏيل ڊيٽآ ريٚ ڪدر ڪرو دآ۔ اج ئيٚ ڏيو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
sbn: <bold>انسآنيٚ دوستيٚ </bold>- مڪآميٚ اجآديݩ ائيٚݩ ترڪيٚ کي تيز ڪرڻ لآ ڊيٽآ سيٽ ريٚ تکليٚڪ کي اسپونسر ڪرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
sbn: <bold> (ٽيڪ) ٽيڪنآلآجيٚ ڪمپنيٚوݩ</bold> هَڪ ترڪيٚ پزير گهڻ لسآنيٚ اي۔ آئيٚ (AI) مآهوليآتيٚ نزآم لآ کُليل ڊيٽآ سيٽ ٺآهڻ ميݩ سيڙپڪآريٚ ڪريݩ ديݩ

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
sbn: <bold>ڪݩههݩ لآ اي آئيٚ رُڳو دُنيآ ريٚ ڪجه ٻوليآݩ تي ڪم ڪري ديٚ؟</bold>

source: Borgu Fulfulde
sbn: بورگوٚ ڦوڦلديٚ

source: Bosnian
sbn: بوسنيآئيٚ ٻوليٚ

source: Both
sbn: ٻئيٚ

source: Both (Speak and Listen)
sbn: ٻئيٚ (ڳآلهآڻ ائيٚنٚ سُڻڻ)

source: Breton
sbn: بريٚتوݩ ٻوليٚ

source: [British English might make "root"]
sbn: [برتآنآويٚ انگريزيٚ شآيد "روٽ" ٺآهي سگهي ديٚ]

source: Browse Languages
sbn: ٻوليوݩ برآوٚز(Browse) ڪرو

source: Brushaski
sbn: بروٚسهآسڪيٚ

source: Build a custom goal
sbn: هَڪ اهم مڪسد ٺآهو

source: Build Profile
sbn: پُروڦآئيٚل ٺآهو

source: Bulgarian
sbn: بلگآريٚآئيٚ ٻوليٚ

source: Bulk batch
sbn: وڍآ جملآ

source: Bulk Sentences Uploaded
sbn: ڪجه جملا ڊپلوڊ ڪيآ وهُڙآ اهي

source: Bulu
sbn: بوٚلوٚ

source: Bunun
sbn: بوٚنوٚن

source: Burmese
sbn: برميٚ ٻوليٚ

source: Buryat
sbn: بريٚٽ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
sbn: <b> ڪنٚهنٚ لآ هَڪ ايٚ ميل؟</b> شآيد اسآنٚ کي زرُورت پئي اڀآنٚ کآنٚ رآبتو ڪرڻ ريٚ آڻ وآري وکت مينٚ ڊيٽآ سيٽ کي تبديٚل ڪرڻ لآ، ايٚ ميل هَڪ وآهيٚد وسيٚلو اهي اڀآنٚ کآنٚ رآبتو ڪرڻ لا۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
sbn: ڪلِڪ ڪرڻ ” مآݩجي ايٚ ميل تي ليݩڪ موڪلو“۔ اڀيٚݩ رآزيٚ اهوݩ اسآݩ ري <termsLink> ڪم ري شرتآݩ کآݩ </termsLink>ائيٚݩ <privacyLink> رآزدآريٚ وآريٚ پآليٚسيٚ کآݩ</privacyLink> ائيٚݩ شآيد موزيٚلآ ايٚ ميل موڪلي مآلوٚمآت سآݩ گڏ تا ڪئيݩ هيسو وٺڻ کپي بيٽآ ٽيسٽيٚنگ ڪآمن وآئيٚس ري بي اکتيآر وآريٚ تڪريٚر وآري پُروجيڪٽ۔

source: By editing your goal, you may lose your existing progress.
sbn: پنڊرينٚ مسڪدآنٚ مينٚ تبديٚليٚ ڪرڻ سآنٚ، اڀيٚنٚ پنڊريٚ موجودآ ترڪيٚ وڃآئي سگھو دآ۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
sbn: ايٚ ميلوݩ هآسل ڪرڻ لآ اڀيٚݩ ايٚن ڪيآندي، اڀآݩ بيآن ڪرتآ تا رآزدآريٚ<privacyLink>ريٚ موزيٚلآ سآݩ ڄآڻ کي سݩڀآلڻ لآ جيٚݩ موزيٚلآ اڀآݩ سميت پآلسيٚ ريٚ وزهآت ڪئيٚ وهُڙيٚ اهي۔</privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
sbn: <b>اڀيٚنٚ رآزيٚ</b> اهونٚ تا ڪآمن وآئيٚس ڊيٽآ سيٽ مينٚ ڳآلهآئڻ وآرآنٚ ريٚ سُڄآڻپ رو تريٚڪو ڪرڻ ريٚ ڪوشيٚش ڪوندآ ڪرينٚ۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
sbn: پنڊري بآري مينٚ ڪجهه مآلوٚمآت ڦرآهم ڪرڻ سآنٚ، اڀآنٚ رو ڪآمن وآئيٚس ڏآنٚهنٚ جمآ ڪئيل آڊيٚو ڊيٽآ تڪريٚر ريٚ سُڃآڻپ وآري انجڻ لآ وڌيٚڪ ڪآرآمد سآبت ٿئي دو جيڪي ايئي ڊيٽآ کي پنڊريٚ دُرستگيٚ کي بهتر ٺآهڻ لآ استمآل ڪرينٚ دآ۔

source: By telling us about yourself, you will help developers build more inclusive technology
sbn: پنڊري بآري مينٚ سُڻآڻ لآ، آڀيٚنٚ ڊولوپرس ريٚ وڌيٚڪ ٽيڪنولوجيٚ ٺآهڻ مينٚ مدت ڪرسونٚ۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
sbn: ڪومن وئيٚس استمآل ڪرتي، اڀيٚنٚ رآزيٚ اهونٚ اسآنٚ <termsLink>ٽرمس</termsLink>ائيٚنٚ <privacyLink>هڦآزتيٚ نوٽيٚس</privacyLink>

source: Cameroon Pidgin
sbn: ڪمروٚن پيٚدين

source: [Canadian English might make "route" sound like "rowt"]
sbn: [ڪينيڊآ ريٚ انگريزيٚ شآيد "روٚٽ" کي "روٽ" جيٚݩ آوآز ڏي سگهي ديٚ]

source: Cancel
sbn: رد ڪرڻ

source: Cancel Re-recording
sbn: رد ڪرو ريٚڪآڊئيٚنگ

source: Cancel Submission
sbn: جمآ ڪرڻ رد ڪرو

source: Cannot submit more than 1000 sentences
sbn: هَڪ هزآر کآنٚ وڌيٚڪ جملآ شآمل ڪوندآ ڪري سگھو

source: Can't decide?
sbn: ڦيسلو ڪون ڪري سگھيآ؟

source: Cantonese
sbn: ڪينٽونيٚ

source: Catalan
sbn: ڪيتلونيٚ ٻوليٚ

source: Central Alaskan Yupʼik
sbn: سنٽرل السڪآن يوپ‘ايٚڪ

source: Central Kurdish
sbn: مرڪزيٚ ڪردشيٚ

source: Central Melanau
sbn: مرڪزيٚ ميلآنو

source: Central Puebla Nahuatl
sbn: مرڪزيٚ پيوبلآ نآهوتل

source: Change
sbn: تبديٚل ڪرڻ

source: Change preferences
sbn: پنڊريٚ ترجيٚ تبديٚل ڪرو۔

source: Changes the language dataset to which you're contributing
sbn: ٻوليٚ ڊيٽآ سيٽ کي تبديٚل ڪري دو جنٚهنٚ مينٚ اڀيٚنٚ هيسو وٺي رهيآ اهونٚ

source: Changes website text only.
sbn: رُڳو ويب سآئيٽ رآ اکر بدلآئو۔

source: Change your email via Settings under Login Identity
sbn: لاگ ان ريٚ سُڃآڻپ ري تهت سيٽيٚنگآنٚ ري وسيٚلي پنڊرو ايٚ ميل تبديٚل ڪرو۔

source: Check
sbn: چيڪ ڪرو جآنٚ جآنچو

source: Check <icon></icon> is this a linguistically correct sentence?
sbn: ڏسو <icon> ليسآنيآتيٚ ري متآبڪ جملو سهيٚ هوئي اهي

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
sbn: چيڪ ڪرو اگر اڀآنٚ ريٚ ٻوليٚ ليسٽ مينٚ هوئي<languagesPageLink> ڪآمن وآئيٚس ٻوليآنٚ ري سڦهي تي </languagesPageLink>۔ اگر نآ هوئي تا اي ڦآرم ڀرو ائيٚنٚ اسيٚنٚ <strong> موڪلسونٚ ايٚ ميل وآزهي ڪرڻ لآ تا ڪئينٚ هآسل ڪرڻ کپي ٻوليٚ رو سيٽپ کي </strong>۔

source: <chevron></chevron>See less
sbn: <chevron>گھٽ ڏسو

source: <chevron></chevron>See more
sbn: <chevron> وڌيٚڪ ڏسو

source: Chinese (China)
sbn: چيٚنيٚ (چين)

source: Chinese (Hong Kong)
sbn: چيٚنيٚ (هآنگ ڪآنگ)

source: Chinese (Taiwan)
sbn: چيٚنيٚ (تآئيوآن)

source: Chinyanja
sbn: چنيآنجآ

source: Choose language/localization
sbn: ٻوليٚ چُنڊو جآݩ لوڪلآئزيشن جآݩ آم ڪرڻ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
sbn: سآدآ سوآل چُنڊو جيڪو هر ڪݩهݩ لآ سمجهڻ ميݩ آسآن هوئيݩ، سڪآڦت جآݩ تنآزر کآݩ سوآ.

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
sbn: سآدآ سوآل چُنڊو جيڪو هر ڪݩهݩ لآ سمجهڻ ميݩ آسآن هوئيݩ، سڪآڦت جآݩ تنآزر کآݩ سوآ

source: Chuvash
sbn: چوآسي

source: Citation
sbn: هوآلو

source: Cite with a URL link or the full name of the work.
sbn: هوآلي ڀيڙآ يو آر ايل جآنٚ پورو نآلو ڪم رو۔

source: Citing Sentences
sbn: جملآ ڪٽڻ

source: Click
sbn: ڪليٚڪ ڪريو

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
sbn: ڪليٚڪ ڪرو <guidanceLink>هتي </guidanceLink> سکو ڪئيݩ ايئي سڦهي کي استمآل ڪرڻو اهي۔

source: Clipboard not supported
sbn: ڪلپ بورڊ کي سپورٽ ڪونهي

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
sbn: آوآز رينٚ ڪليٚپآنٚ، ڪُل آرڪآئيٚو سآئيز{ $size }۔ کتم ٿئي دو{ $expires }۔

source: Clip Graveyard
sbn: ڪليٚپ رو ڪبريٚستآن

source: Clips recorded
sbn: ڪليٚپ ريڪآڊ ڪيآ وهُرآ

source: Clips Uploaded
sbn: ڪليٚپ آپلوڊ ڪيآ وهُرآ

source: Clips validated
sbn: ڪليٚپ تسديٚڪ ڪيآ وهُڙآ

source: Clips You've Recorded
sbn: جيڪو ڪليٚپ اڀآنٚ ريڪآڊ ڪيآندي اهينٚ۔

source: Clips You've Validated
sbn: جيڪي ڪليٚپ اڀآنٚ تسديٚڪ ڪيآندي اهينٚ۔

source: Close
sbn: بند ڪرو

source: Collecting sentences
sbn: جملآ ڀيڙآ ڪرڻ

source: Coming Soon
sbn: جلديٚ آڻ وآريٚ اهي

source: Comment
sbn: کيآل زهآير ڪرڻ

source: Common Voice data plus all other voice datasets above.
sbn: آم آوآز ڊيٽآ ائيٚݩ مٿي ڏنل ٻيآ سڀ وآئيٚس ڊيٽآ سيٽ

source: Common Voice Dataset
sbn: ڪآمن وآئيٚس ڊيٽآ سيٽ

source: Common Voice is a free, open source platform for community-led data creation
sbn: ڪآمن وآئيٚس ڪميونٽيٚ ري اڳوآڻيٚ ميݩ ڊيٽآ ٺاهڻ لآ هَڪ مڦهت، کُليل وسيٚلو پليٽ ڦآرم اهي.

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
sbn: ڪآمن وآئيٚس موزيٚلآ ڦآئونڊيشن رو هَڪ پُروجيڪٽ اهي، اي يو ايس 501 سيٚ3۔ هڃر پُروجيڪٽ آئي دو <philantropicGrantLink> ڦهيلآنتروپيٚڪ گرآنٽس</philantropicGrantLink>، ائيٚݩ پوريٚ دُنيآ مآݩ جآم مآڻهوٚ ڌآن ڏيݩ دآ،

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
sbn: ڪآمن وآئيٚس کي ڏنل ائيٚݩ زآميٚن وسيٚلي ڦنڊ ڪيو وهُڙو اهي! اسآݩ کي تآليٚم مآهريݩ، سول سوسآئيٚٽيٚ ائيٚݩ جآنچ ڪرڻ وآري ريٚ جآنچ سآݩ تآون ڪرڻ پسند اهي۔ ڪآمن وآئيٚس استمآل ڪرڻ لآ مڦت اهي، پر زآميٚن تجويزيݩ وسيٚلي پليٽ ڦآرم ائيٚݩ هوسٽيٚنگ ري کرچي ميݩ هيسو وٺڻ سهيٚ ميݩ مدتگآر اهي۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
sbn: ڪآمن وآئيٚس هَڪ ٻيوݩ پليٽ ڦآرم پڌرو (لآنچ) ڪري رهيو اهي جيڪو نآميآتيٚ، پنڊرو پنڊ، اڻ لکل تڪريٚر ڀيڙيٚ ڪرڻ تي ڌيآن ڏي دو۔ ايٚ ڪيتريݩ ئيٚ برآدريݩ کي وڌيٚڪ تيزيٚ سآݩ ڊيٽآ ڀيڙو ڪرڻ ميݩ مدت ڪري دو، اُئي سآݩ ڀيڙو ڊيٽآ سآئيٚنسدآنآݩ ائيٚݩ ٺآهڻ وآرآ لآ ڪآرآمد هُݩدو۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
sbn: ڪآمن وآئيٚس موزيٚلآ ري شروٚآت اهي جيڪآ مشيٚنآݩ کي سکآڻ ميݩ مت ڪري ديٚ تا هڪيٚڪيٚ مآڻهوٚ ڪيئݩ ڳآلهآئيݩ دآ۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
sbn: ڪآمن وآئيٚس دُنيآ رو سڀ کآݩ وڏو آوآميٚ تور تي دستيآب، گهڻ۔ ٻوليٚ وآئيٚس ڊيٽآ سيٽ اهي۔
